NextFOAM-2405/tutorials/multiphase/multiphaseInterFoam/laminar/mixerVessel2D/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

restore0Dir

runApplication setFields

runApplication $(getApplication)

#------------------------------------------------------------------------------
